Repository: jpawlowski/openvpn-als
Catalog: adito-language/src/fr-FR/omegat/project_save.tmx
Source language: en_us
Languages: fr

source: Here you can access applications that have been published on the Adito VPN server for online usage.
fr: Sur cette page, vous avez accès aux applications publiées sur le serveur VPN Adito.

source: A number of additional applications will also be available from the Adito Application Store in the future.
fr: D'autres applications seront aussi disponibles dans le futur depuis le magasin d'applications d'Adito.

source: Favourites added.
fr: Favoris ajoutés.

source: {0} is already a favorite.
fr: {0} est déjà un Favori.

source: There are currently no application shortcuts or none that you are allowed to edit.
fr: Il n'y a actuellement aucun raccourci d'applications ou vous n'êtes pas autorisé à les éditer.

source: If allowed, you will be able to create a new application shortcut by selecting the <b>Create Application Shortcut</b> action.
fr: Si vous avez les autorisations nécessaires, vous pourrez créer un nouveau raccourci d'application en sélectionnant l'action <b>Créer un raccourci d'applications</b>.

source: <strong>This application shortcut is attached to multiple policies :-</strong>
fr: <strong>Ce raccourci d'application est attaché a plusieurs stratégies:-</strong>

source: Remove this application
fr: Supprimer cette application

source: Edit this resource
fr: Editer cette ressource

source: Copy this resource
fr: Copier cette ressource

source: Add Favorite
fr: Ajouter un Favori

source: Add to my favorites.
fr: Ajouter à mes Favoris.

source: Remove Favorite
fr: Supprimer le Favori

source: Remove from my favorites.
fr: Supprimer de mes Favoris.

source: Create Application Shortcut
fr: Créer un raccourci d'application

source: Click here if you wish to create a new application thats launches one of the application extensions that have been installed.
fr: Cliquer ici si vous voulez créer une nouvelle application qui exécutera une extension d'applications installée.

source: Create Personal Application Shortcut
fr: Créer une application personnelle

source: Click here if you wish to create a new personal application thats launches one of the application extensions that have been installed.
fr: Cliquer ici si vous voulez créer une nouvelle application personnelle qui exécutera une extension d'applications installée.

source: Adito:::Remove Application
fr: Adito:::Supprimer l'application

source: Confirm Remove Application
fr: Confirmer la suppression de l'application

source: Are you sure you wish to remove this application?
fr: Etes-vous sûr de vouloir supprimer cette application ?

source: Adito:::Create Application Shortcut
fr: Adito:::Créer un raccourci d'application

source: One or more fields contains errors.
fr: Un ou plusieurs champs contient des erreurs.

source: This application requires some parameters.
fr: Cette application requiert plusieurs paramètres.

source: Shortcut name
fr: Nom du raccourci

source: Shortcut
fr: Raccourci

source: Adito:::Edit Application Shortcut
fr: Adito:::Editer le raccourci d'application

source: Edit Application Shortcut
fr: Editer le raccourci d'application

source: Application Shortcut has been changed.
fr: Le raccourci d'application a changé.

source: Adito Agent not active
fr: L'agent Adito n'est pas actif

source: This application requires the Adito Agent to be active.
fr: Cette application necessite que l'agent Adito soit actif.

source: Adito::::Create Application
fr: Adito::::Créer une application

source: The following wizard will guide you through the stages of creating a new <i>Application</i> and assigning it to one or more policies.
fr: L'assistant vous guidera tout au long des étapes de création d'une nouvelle <i>Application</i> en assignant une ou plusieurs stratégies.

source: Create Application
fr: Créer une application

source: Application Extension
fr: Extension d'application

source: Application Details
fr: Détails de l'application

source: Application Options
fr: Options des applications

source: Resource Summary
fr: Résumé des ressources

source: Step 1 - Application Extension
fr: Etape 1 - Extension d'application

source: Please select the application extension you wish this application to use
fr: Veuillez sélectionner l'extension d'application que cette application utilisera

source: There are no applications available.
fr: Il n'y a pas d'application disponible.

source: Please install one using the <a href="/showExtensionStore.do">Extension Manager</a>.
fr: Veuillez en installer une en utilisant le <a href="/showExtensionStore.do">Gestionnaire d'extension</a>.

source: Step 2 - Application Details
fr: Etape 2 - Détails de l'application

source: Please provide a name and description for this application shortcut.
fr: Veuillez fournir un nom et une description pour ce raccourci d'applicatiton.

source: No application shortcut name has been provided.
fr: Aucun nom de raccourci n'a été fourni.

source: You must provide a description for this application shortcut.
fr: Vous devez fournir une description pour ce raccourci d'application.

source: Application shortcut name must be {0} characters or less.
fr: Le nom du raccourci doit être de {0} caractères ou moins.

source: Failed to check for application shortcut by name.
fr: Echec de vérification du nom de raccourci.

source: Application shortcut named <strong>{0}</strong> already exists.
fr: Le nom de raccourci <strong>{0}</strong> existe déjà.

source: Step 3 - Application Options
fr: Etape 3 - Options de l'application

source: Please provide the other information for launching this application
fr: Veuillez fournir les autres informations pour lancer cette application

source: Step 4 - Application Shortcut Policy Selection
fr: Etape 4 - Sélection des stratégies de raccourcis

source: Choose the policies you wish to attach this application shortcut to.
fr: Choisissez les stratégies que vous voulez attacher à ce raccourci d'application.

source: You must select at least one policy to attach this application shortcut.
fr: Vous devez sélectionner au moins une stratégie pour ce raccourci d'application.

source: Your personal Application Shortcut is going to be attached to your personal policy: "{0}"<br/>Please know that an admin may, at everytime, see, edit and deleted your personal resource and policy.
fr: Votre raccourci d'application personnelle va être relié à votre stratégie personnelle : "{0}"<br/> Sachez qu'un admnistrateur peut éventuellement voir, éditer, et supprimer vos ressources et stratégies personnelles.

source: Step 5 - Application Shortcut Summary
fr: Etape 5 - Résumé du Raccourci d'Application

source: Review the information below before clicking on <strong>Finish</strong> to create the application shortcut.
fr: Vérifiez les informations ci-dessous avant de cliquer sur <strong>Terminer</strong> pour créer le raccourci d'application.

source: Application Shortcut Name:
fr: Nom du raccourci d'application:

source: No user will be able to access this resource.
fr: Aucun utilisateur ne pourra accéder à cette ressource.

source: Application Shortcut Created
fr: Raccourci d'application créé

source: The application shortcut creation wizard is now complete.
fr: La création du raccourci d'application est maintenant terminée.

source: The creation of the application shortcut failed.
fr: La création du raccourci d'application a échoué.

source: The creation of the application shortcut is complete, but some warnings occurred.
fr: La création du raccourci d'application est terminée, mais il y a eu des avertissements.

source: Application shortcut created
fr: Raccourci d'application créé

source: Attached application shortcut to policies.
fr: Raccourci d'application relié aux stratégies.

source: Failed to attach to resource to policies.
fr: Echec lors de l'attachement des stratégies à la ressource.

source: Failed to create new application shortcut.
fr: Echec lors de la création du nouveau raccourci d'application.

source: Application shortcut saved.
fr: Raccourci d'application sauvegardé.

source: Application {0} launched.
fr: Application {0} lancée.

source: Agent refused to launch application.
fr: L'agent a refusé de lancer l'application.

source: No agent.
fr: Aucun agent.

source: Publish applications for download and launching through Adito.
fr: Publier des applications pour télécharger et lancer via Adito.

source: Access applications that have been configured for you
fr: Accéder à vos Applications

source: Agent Executable Application
fr: Agent d'exécution de l'application

source: Agent Java Application
fr: Agent d'Application Java

source: Server Java Application
fr: Serveur d'Application Java

source: Server Executable
fr: Exécutable serveur

source: Application Shortcut Edited
fr: Raccourci d'application édité

source: Application Shortcut Deleted
fr: Raccourci d'application supprimé

source: Application Shortcut Launched
fr: Raccourci d'application lancé

source: Users will be retrieved and authenticated using the local <strong>/etc/passwd</strong>, <strong>/etc/shadow</strong> and <strong>/etc/group</strong> files.
fr: Les utilisateurs seront récupérés et authentifiés à partir des fichiers locaux <strong>/etc/passwd</strong>, <strong>/etc/shadow</strong> et <strong>/etc/group</strong>.

source: This option is currently known to work on Linux and Solaris servers.
fr: Cette option fonctionne actuellement sur les serveurs Linux et Solaris.

source: Navigation and Menus
fr: Navigation et Menus

source: Message resources Adito Navigation and Menu items
fr: Ressources de message pour la navigation Adito et les éléments de menu

source: Blank
fr: Vide

source: No action
fr: Aucune action

source: User Console
fr: Console Utilisateur

source: Management Console
fr: Console de Gestion

source: Setup
fr: Installation

source: You may cancel this wizard at any time by clicking on the <strong>Cancel</strong> button.
fr: Vous pouvez annuler cet assistant a tout moment en cliquant sur <strong>Annuler</strong> .

source: Resource Name
fr: Nom de ressource

source: Date Created
fr: Date de création

source: Unknown
fr: Inconnu

source: Date Last Amended
fr: Date de dernière modification

source: Toggle options view
fr: Afficher les options

source: Help
fr: Aide

source: Launch Adito Agent
fr: Démarrer l'agent Adito

source: Shutdown Adito Agent
fr: Eteindre l'agent Adito

source: Logoff
fr: Déconnexion

source: Lists actions that may be performed in the current page
fr: Liste d'actions qui peuvent être faites sur la page actuelle

source: Tool Bar
fr: Barre d'outils

source: Tool bar of actions that may be performed in the current page
fr: Barre d'outils d'actions qui peuvent être faites sur la page actuelle

source: Displays a navigation menu allowing access to other functions of Adito
fr: Affiche un menu de navigation pour l'accès aux autres fonctions d'Adito

source: Error Messages
fr: Messages d'erreurs

source: Display any error messages that may have occured as a result of the last action
fr: Montrez n'importe quels messages d'erreur qui peuvent être arrivés suite à la dernière action

source: Warning Messages
fr: Messages d'avertissements

source: Displays any warns that may have occured as a result of the last action, or any global warnings about the current state of the Adito service
fr: Montrez n'importe quels messages d'erreur qui peuvent être arrivés suite à la dernière action, ou n'importe quels messages d'erreurs généraux à propos de l'état actuel du service Adito

source: Information Messages
fr: Messages d'Information

source: Displays information about the current page.
fr: Affiche des informations concernant la page en cours

source: Online Resources
fr: Ressources en ligne

source: Links to help, news and other information online
fr: Liens vers l'aide, les news et d'autres informations en ligne

source: Loading
fr: Chargement

source: Failed
fr: Echec

source: About Adito
fr: A propos d'Adito

source: Page Information
fr: Information de Page

source: Content
fr: Contenu

source: Resource Information
fr: Information de Ressource

source: Information about the resource currently being edited
fr: Information a propos de la ressource en cours d'édition

source: Wizard Information
fr: Information sur l'assistant

source: Information about the current wizard
fr: Information a propos de l'assistant actuel

source: Configure the Adito user interface
fr: Configurer l'interface utilisateur d'Adito

source: Clipboard
fr: Presse-papiers

source: Shows the current fonts of the Network Places file clipboard
fr: Montrer les polices actuelles du presse papier des Favoris réseau

source: Profile
fr: Profil

source: Next
fr: Suivant

source: Previous
fr: Précédent

source: Finish
fr: Terminer

source: You have {0} items in your clipboard
fr: Vous avez {0} éléments dans votre presse-papiers

source: Adito::Help
fr: Adito::Aide

source: Here you will find a number of resources to help you get the best of Adito and find answers to common questions.
fr: Ici vous trouverez un certain nombre de ressources pour vous aider à obtenir le meilleur d'Adito et des réponses aux questions communes.

source: Networking
fr: Réseau

source: Security
fr: Sécurité

source: OFFLINE
fr: Hors-ligne

source: ONLINE
fr: En ligne

source: Adito Agent status &#187;
fr: Statut de l'agent Adito &#187;

source: User:
fr: Utilisateur:

source: Exit
fr: Sortie

source: Adito&reg; is a registered trademark of <strong><a class="externalLink" onclick="javascript:myRef = window.open('http://localhost','external_win','left=20,top=20,width=620,height=500,toolbar=1,resizable=1,menubar=1,scrollbars=1,location=1');myRef.focus(); return false" href="http://localhost">3SP Ltd</a></strong>
fr: Adito&reg; est une marque déposée de <strong><a class="externalLink" onclick="javascript:myRef = window.open('http://localhost','external_win','left=20,top=20,width=620,height=500,toolbar=1,resizable=1,menubar=1,scrollbars=1,location=1');myRef.focus(); return false" href="http://localhost">3SP Ltd</a></strong>

source: Logged on as {0}
fr: Connecté en tant que {0}

source: GPL Edition
fr: Edition GPL

source: Community Edition
fr: Edition Community

source: Edit this profiles name and description
fr: Editer le nom et la description de ce profil

source: Remove this profile and all of its properties
fr: Supprimer ce profil et toutes ses propriétés

source: Properties
fr: Propriétés

source: View or Edit this profiles properties
fr: Voir où éditer les propriétés de ce profil

source: Select
fr: Sélectionner

source: Make this profile your current profile
fr: Faire de ce profil mon profil actuel

source: About
fr: A propos

source: Errors
fr: Erreurs

source: Warnings
fr: Avertissements

source: More ..
fr: Plus ..

source: Additional actions for this item
fr: Actions supplémentaires pour cet élément

source: Adito&trade; is a trademark of <strong><a class="externalLink" onclick="javascript:myRef = window.open('http://localhost','external_win','left=20,top=20,width=620,height=500,toolbar=1,resizable=1,menubar=1,scrollbars=1,location=1');myRef.focus(); return false" href="http://localhost">3SP Ltd</a></strong>
fr: Adito&trade; est une marque déposée de <strong><a class="externalLink" onclick="javascript:myRef = window.open('http://localhost','external_win','left=20,top=20,width=620,height=500,toolbar=1,resizable=1,menubar=1,scrollbars=1,location=1');myRef.focus(); return false" href="http://localhost">3SP Ltd</a></strong>

source: All Rights Reserved
fr: Tous Droits Réservés

source: Adito:::About Adito
fr: Adito:::A propos d'Adito

source: This product includes software developed by the Apache Software Foundation (<a class="externalLink" onclick="javascript:myRef = window.open('http://www.apache.org/','external_win','left=20,top=20,width=620,height=500,toolbar=1,location=1,resizable=1,menubar=1,scrollbars=1');myRef.focus(); return false" href="http://www.apache.org/">http://www.apache.org</a>).
fr: Ce produit inclut du logiciel développé par Apache Software Foundation (<a class="externalLink" onclick="javascript:myRef = window.open('http://www.apache.org/','external_win','left=20,top=20,width=620,height=500,toolbar=1,location=1,resizable=1,menubar=1,scrollbars=1');myRef.focus(); return false" href="http://www.apache.org/">http://www.apache.org</a>).

source: All rights reserved.
fr: Tous Droits Réservés

source: Adito contains icons and images licensed from INCORS GmbH.
fr: Adito contient des icônes et des images autoriés par INCORS GmbH.

source: You are not licensed to use these icons outside of Adito.
fr: Vous n'êtes pas autorisés a utiliser ces images en dehors d'Adito.

source: Below is up-to-date information about the options available to you for Help & Support.
fr: Vous trouverez ci-dessous des informations à jour à propos des options d'aide et de support disponibles.

source: Support is available from the <a target="_blank" href="http://localhost/forums">Adito Community</a> at 3SP.com
fr: Le support est disponible a partir de <a target="_blank" href="http://3sp.com/forums">Adito Community</a> sur 3SP.com

source: Commercial plug-ins and support services can be purchased from <a target="_blank" href="http://localhost">3SP.com</a>
fr: Des modules d'extensions et service peuvent être achetés sur <a target="_blank" href="http://3sp.com">3SP.com</a>

source: Adito:::My Favorites
fr: Adito:::Favoris

source: My Favorites
fr: Mes Favoris

source: This is the favorites page for Adito.
fr: Ceci est la page des favoris d'Adito.

source: You can add resources to this page for quick access using the extra options provided to you when viewing your resources in list view.
fr: Vous pouvez ajouter des ressources à cette page pour y accéder rapidement en utilisant les options supplémentaires affichées en mode liste.

source: Delete this shortcut
fr: Supprimer ce raccourci

source: You have not yet marked any resources as favorites.
fr: Vous n'avez défini aucune ressource comme favori

source: Depending on the resources and access rights available to you, it is possible to set Network Places, Web Forwards, Tunnels or Application Shortcuts as favorites to appear on this page.
fr: Si vous avez les droits nécessaires, vous pouvez définir des Favoris Réseau, des Applications Web ou des Applications comme favoris afin qu'ils apparaissent sur cette page.

source: Remove this favorite
fr: Supprimer ce Favori

source: Open As Web Folder
fr: Ouvrir un dossier Web

source: Open Windows Web Folders View
fr: Ouvrir la fenêtre de vue des dossiers Web

source: View information about this favorite
fr: Voir les informations à propos de ce Favori

source: Adito:::Remove Favorite
fr: Adito:::Supprimer les Favoris

source: Confirm remove favorite
fr: Confirmer la suppression du Favori

source: Are you sure you wish to remove this favorite?
fr: Etes-vous sûr de vouloir supprimer ce favori ?

source: The selected resource is already a favorite.
fr: La ressource selectionnée est déjà dans les Favoris.

source: Favorite added.
fr: Favori ajouté

source: The selected resource is not a favorite.
fr: La ressource sélectionnée n'est pas un favori.

source: Favorite remove.
fr: Favori supprimé.

source: Adito:::Launch Adito Agent
fr: Adito:::Lancement de l'agent Adito

source: Some features of the <strong>Adito</strong> require the use of the Adito Agent which should now launch.
fr: Certaines fonctionnalités nécessitent l'agent Adito qui va maintenant démarrer.

source: One or more fields contain errors, please review the fields below and try again.
fr: Un ou plusieurs champs contient des erreurs, vérifiez les champs avant de continuer puis essayez à nouveau.

source: You do not appear to have any Java runtime installed.
fr: Il semble que vous n'ayiez pas de plugin Java installé.

source: If your browser is not presenting you with the option to install the Java plugin, you should try downloading the appropriate package from <a class="externalLink" onclick="javascript:myRef = window.open('http://java.sun.com/j2se/1.5.0/download.html','external_win','left=20,top=20,width=620,height=500,toolbar=1,resizable=1,location=1,menubar=1,scrollbars=1');myRef.focus(); return false" href="http://java.sun.com/j2se/1.5.0/download.html">here</a> and installing manually.
fr: Si votre navigateur ne vous propose pas de l'installer, vous devriez le télécharger et l'installer depuis <a class="externalLink" onclick="javascript:myRef = window.open('http://www.java.com/fr/download','external_win','left=20,top=20,width=620,height=500,toolbar=1,resizable=1,location=1,menubar=1,scrollbars=1');myRef.focus(); return false" href="http://www.java.com/fr/download">ce site</a>, ou demander à votre administrateur réseau. Vous pouvez aussi <a class="externalLink" href="/showHome.do">continuer</a> mais certaines fonctionnalités ne seront pas disponibles.

source: Alternatively you may <a class="externalLink" href="/showHome.do">continue</a> to use Adito but some features will not be available.
fr: Vous pouvez aussi <a class="externalLink" href="/showHome.do">continuer</a> mais certaines fonctionnalités ne seront pas disponibles.

source: SSL Tunnels
fr: Tunnels SSL

source: Preferences
fr: Préférences

source: Change password
fr: Changer le mot de passe

source: So what's it all about this Adito?
fr: Ainsi qu'est ce que Adito?

source: Who's behind it and where is it going?
fr: Qui est derrière et jusqu'où ça va?

source: SSL-Tunneling
fr: Tunnel SSL

source: My Network Places
fr: Mes Favoris Réseau

source: Global Tunnels
fr: Tunnels globaux

source: Accounts
fr: Comptes

source: Roles
fr: Rôles

source: Custom Access Rights
fr: Droits d'accès personnalisés

source: Dismiss
fr: Fermer

source: Your password will expire in {0} day(s).
fr: Votre mot de passe expire dans {0} jour(s).

source: The server is currently in recovery mode.
fr: Le serveur est actuellement en mode de restauration.

source: All IP address restrictions and account locking features have been disabled.
fr: Toutes les restrictions d'adresses IP et les fonctionnalités de désactivation de compte ont été désactivés.

source: Complete your maintenance tasks and restart the server in normal mode.
fr: Terminer les tâches de maintenance et redémarrer le serveur en mode normal.

source: Fields marked with {0} are required.
fr: Les champs indiqués par {0} sont obligatoires.

source: Other fields may be optional.
fr: Les autres sont facultatifs.

source: {0} requires an integer value.
fr: {0} exige une valeur entière.

source: Only an administrator may delete others profiles.
fr: Seul un administrateur peut supprimer d'autres profils.

source: The default profile may not be deleted.
fr: Le profil par défaut ne peut pas être supprimé.

source: A profile with that name already exists.
fr: Un profil avec le même nom existe déjà.

source: You must supply a name.
fr: Vous devez fournir un nom.

source: Failed to validate profile.
fr: Echec de validation du profil.

source: Only an administrator may edit others profiles.
fr: Seul un administrateur peut éditer les autres profils.

source: The default profile may not be edited.
fr: Le profil par défaut ne peut pas être édité.

source: Configuration saved.
fr: Configuration sauvegardée.

source: Profile deleted.
fr: Profil supprimé.

source: Selected profile is now '{0}'.
fr: Le profil sélectionné est maintenant '{0}'.

source: Profile saved.
fr: Profil sauvegardé.

source: Adito:::Error
fr: Adito:::Erreur

source: An error has occured.
fr: Une erreur s'est produite.

source: Please review the exception text below.
fr: Vérifiez le texte ci-dessous.

source: Adito::My Profiles
fr: Adito::Mes Profils

source: Adito:::Choose Profile
fr: Adito:::Choisir un profil

source: Please Select Your Profile
fr: Veuillez sélectionner votre profil

source: Please choose the profile to use for this session.
fr: Veuillez choisir un profil à utiliser pour cette session.
